[Common]
AIMP.VK.Menus.ML.AddToMyMusic=Add files to my audios
AIMP.VK.Menus.ML.AddToPlaylist=Add files to playlist
AIMP.VK.Menus.ML.FindLyrics=Find lyrics...
AIMP.VK.Menus.ML.Download=Download files...
AIMP.VK.Menus.ML.Delete=Delete
AIMP.VK.Menus.PL.AddToMyMusic=Add files to my audios
AIMP.VK.Menus.PL.AddToPlaylist=Add files to playlist
AIMP.VK.Menus.PL.FindLyrics=Find lyrics...
AIMP.VK.Menus.PL.Download=Download files...
AIMP.VK.Menus.CreateSmartPL=Create smart-playlist
AIMP.VK.ML.GroupingPreset.Default=Default

[AIMPVKPlugin]
Caption=VK
Music=Audios
MusicFromPlaylist=Playlist
MyMusic=My Audios
MyFaves=My Favorites
MyFavePeople=People
MyFavePosts=Posts
MyFriends=My Friends
MyGroups=My Communities
MyRecommendations=My Suggestions
MyNewsFeed=My News
NewPlaylist=New Playlist
Popular=Popular
Search=Search in VK
SearchByGroupID=By ID or name of community
SearchByUserID=By ID or name of user
SelectTheFriend=Select the Friend
SelectTheGroup=Select the Community
SearchStringRequired=Enter the search string
NoData=No data for displaying.
Wall=Wall
L1=VK: Authorization
L2=Authorization is required for an access to the VK.com
L3=Lyrics for "%s"
L4=Searching...
L5=This operation will abort active tasks. Proceed?
L6=VK: Downloader
L7=Plugin has finished downloading the music.
Q1=This operation will remove selected tracks from your profile. Proceed?

[AIMPVKPlugin.Auth]
B1=Open authorization request in your Browser
B2=Grant access
E1=Access code was not found in answer from VK
L1=1. Authorization request
L2=2. Access code
L3=1. Copy answer from Browser's address bar:
L4=2. Paste answer here:
L5=3. Grant access

[AIMPVKPlugin.Settings]
C1=VK.com
CB1=Search for matching in VK database
GB1=Authorization
GB2=Broadcast names of the playing tracks in your status
GB3=Download music to:
B1=Log In
B2=Log Out
L1=Your have logged as: %s
L2=Check it if you want to display tracks that located in other sources.
GB_ClearCache=Clearing the cache
Label_ClearCache=If the database takes up too much space, then you can clean it up here
Button_ClearCache=Clear cache